Repository: giellalt/corpus-nob
Catalog: tmx/fkv/ficti/ruijankaiku/kattepine_og_paskeferie.docx.tmx
Source language: nob
Languages: fkv

source: KATTEPINE OG PÅSKEFERIE
fkv: KISSANPIINAA JA PÄÄSSIÄISFEERIÄTÄ

source: Jeg var ni år gammel da jeg en vinterkald lørdagsmorgen våknet av urolige drømmer.
fkv: Mie olin yhđeksen vuoden ikhäinen ko mie muutamanna kylmänä talvilauvantaiaamuna heräsin levottomhaan unheen.

source: Jeg våknet til lyden av noe som pep.
fkv: Minun heräsin vikinhään.

source: Våknet dessuten fordi jeg lå ukomfortabelt.
fkv: Heräsin lisäksi sen takia ette mulla oli paha nukkuut.

source: Liksom at jeg var dyttet nedover i senga og lå sammenknørvet i fotenden.
fkv: Niin ko minnuu oltais lykitty alaskäsin sängyssä, ja sillä mie makasin kippurassa jalkopäässä.

source: Kjente dessuten noe uvanlig i håret mitt – mitt hår var langt og lyst da som nå – og strakk armene over hodet for å bli klokere på hva som egentlig foregikk.
fkv: Tunsin kans ette mulla oli hyksissä jotaki outtoo – mulla oli silloin niin ko nytki pitkät ja vaaleet hykset – ja ojensin käđet koittaakseni mitä sielä oli.

source: Rusket i eget hår, kjente noe klissent og vått og noe som kravlet.
fkv: Pörhötin hyksii, tunsin ette sielä ryömi jotaki tahmeeta ja märkää.

source: Jeg spratt opp og stirret på hendene mine.
fkv: Mie hypättin ylös ja tollistelin kässii.

source: De var tilsølt av noe rødt.
fkv: Nei olthiin lokkaantunheet johonki punaisheen.

source: Det så ut som, hjelp, det så ut som blod.
fkv: Se näytti ko niissä olis ollu, appuu, vertä.

source: Jeg steppet på stedet fordi jeg hutret av gru.
fkv: Mie hypin paikoilani sillä ko tärisin kauhusta.

source: Hva hadde skjedd?
fkv: Mitä oli tapattunnu?

source: Var det sant at man kunne få akutt og alvorlig hårtap, mens man sov fredelig og all ting?
fkv: Oliko totta ette hykset alethiin aivan yhtäkkii tippumhaan pois, siinä ko ihminen nukkui rauhassa ja niin poispäin?

source: Men det var ikke meg som var synderen, eller skal vi si bløderen.
fkv: Mutta syylinen en ollukhaan mie, en se ollu mie joka vuosin vertä.

source: Det var et dyr.
fkv: Se oli elläin.

source: Et lunt og trivelig dyr med fire labber og skrå øyne, svart-hvit vinterpels og lang hale.
fkv: Lemppee ja soma elläin millä oli neljä käpälettä ja viinot silmät, mustavalkkee talviturkki ja pitkä häntä.

source: Nemlig katten min, ho Lizken.
fkv: Nimittäin minun kissa, Lizken.

source: Det var Lizken som i løpet av natten hadde trødd meg stadig lengre nedover i senga.
fkv: Se oli Lizken joka yön aikana oli töniny minnuu aina alemaksi sängyssä.

source: Til hun okkuperte hodeputa og hele området nedenfor.
fkv: Ainua mitä se ei ollu työntäny alas, oli minun hykset.

source: Håret mitt passet tydeligvis perfekt som underlag for den planen Lizken hadde.
fkv: Minun hykset olthiin selvästi juuri passelit siihen meinkinkhiin mikä Lizkenillä oli mielessä.

source: Hennes plan var å føde.
fkv: Hänelä oli meininkinnä synnyttäät.

source: Føde kattunger, for å være presis.
fkv: Synnyttäät kissanpoikkii, ko tarkasti puhuma.

source: Men hvor mange hun hadde rukket å føde, det var ennå uvisst.
fkv: Mutta kunka monta se jo oli keriny synnyttämhään, se ei ollu tieđossa.

source: Svaret på den gåten, forsto jeg til fornyet hutring, befant seg nemlig i håret mitt.
fkv: Vastaus siihen arvoituksheen, mie ymmärsin ja värisin uuđesti, oli nimittäin minun hyksissä.

source: Det kravlet og klødde.
fkv: Se ryömi ja kraappi.

source: Varsomt og med fingrene som grovtannet kam, satte jeg meg ved Lizken og kjemmet kattunger ut av håret.
fkv: Varovasti ja sormet viisipiikkisennä kampana mie istuin Lizkenin vierheen ja kampasin päästä kissanpoikkii.

source: De landet pent ved magen hennes.
fkv: Net lannathiin sievästi hänen vattale.

source: Da gløttet hun opp og mjauet, tydeligvis glad for assistansen.
fkv: Silloin hän kattoi ylös ja maukaisi, se oli selvästi tytyväinen ko sitä autethiin.

source: Fire kattunger datt ut av håret mitt, men kattemor, hun var levende opptatt med å føde den femte.
fkv: Minun hyksistä putos nelje kissanpoikkaa, mutta kissaemo, se oli täyđessä työssä synnyttämässä viiđettä.

source: Da sa jeg det som falt meg inn.
fkv: Silloin mulle tuli miehleen sannoot jotaki.

source: Jeg sa det veldig høyt.
fkv: Mie sanoin oikhein kovvaa.

source: «Maaammaaa!
fkv: «Maaaaammaaa!

source: » sa jeg.
fkv: » mie sanoin.

source: Mamma kom hurtig løpende, omtåket og forferdet, hun skjønte nok at her var det hast.
fkv: Mamma laukkoi noppeesti paikale, tyrmistynheenä ja kauhistunheena, se kyllä ymmärsi ette nyt oli hoppu.

source: Hun bråstoppet da jeg snudde meg mot henne, hun virket fristet til å svime av.
fkv: Se jähmettyi niile sijoilens ko mie käänyin hänheen päin, näytti ette se pyörtyis.

source: En senere gløtt i speilet røpet hvorfor mamma skvatt, jeg liknet Carrie der jeg sto.
fkv: Ko kattostin peihliin, se kyllä näki miksi mamma säpsätti, miehän muistutin siinä seistessänni Carrieta.

source: Carrie er hun jenta fra grøsseren til Stephen King, hun som fikk ei bøtte griseblod sluppet over seg på skoleballet.
fkv: Carrie oon se tytär Stephen Kingin kauhufilmistä, se joka sai pytylisen sianvertä päälens koulun tansijuhlissa.

source: «Herregud! » ropte mamma, hun liknet ikke på Carrie.
fkv: «Voi herraton aika», mamma huusi, se ei muistuttannu Carrieta.

source: Hun liknet på Damen på broen, maleriet til Edvard Munch.
fkv: Se muistutti Edvard Munchin tauluu «Frouvaihminen sillala.

source: «Har nåkka ramla i hode på dæ?
fkv: » «Oonko sulla pu’onu jotaki päähän?

source: » ropte hun.
fkv: » se huusi.

source: Mamma stirret et øyeblikk vilt opp i taket over senga.
fkv: Silmänräphäyksen aijan mamma tuijotti villisti ylös katthoon sängyn ylipuolela.

source: Jeg ristet på hodet, blod og klin over alt, og sa:
fkv: Mie puđistin päätä, vertä ja sotkuu joka puolela, ja sanoin:

source: «Ho Lizken har fødd å det kåmmer en onge tell å ka gjør vi no å æ vaska håre i går må æ vaske det på nytt stakkars Lizken ho e mamma tell fem snart å det va dårlig planlagt førr snart e det påskeferie men den kain vi avlyse førr det hærranne hær e viktiere å æ tru æ må vaske håre på nytt.
fkv: «Lizken oon synnyttänny ja nyt niitä tullee vielä yksi ja mitä met nyt tehemä ja mi olen pessy hiykset eilen Lizken-riepu se oon nyt vii’en kläpin mamma ja se oli huonosti suuniteltu ko heti oon pääsiäisfeeriä mutta sen kyllä saatama peruttaa ko tämä kyllä oon tähelisempi ja mie luulen ette mi piän pestä hiykset uuvesti.

source: Den blodige scenen var neppe det mamma så for seg å stå opp til, da hun la seg kvelden før.
fkv: Tämä verinen näky tuskin oli mitä mammala oli oottheessa aamula ylös noustessa, ko illala pani maata.

source: Det tok henne ti sekunder å fordøye det jeg sa, og særlig det hun så.
fkv: Se otti muutaman sekunin ennen ko se ymmärsi mitä mie sanoin ja erittäinki mitä se näki.

source: «Du ska i dusjen først, så ordne æ me ho Lizken», sa mamma, bestemt i stemmen.
fkv: «Nyt si menet ensistä truiskhuun, niin mi oornaan täälä Lizkenin kansa», mamma sanoi päättäväisesti.

source: » hørte jeg henne rope idet jeg løp i retning badet.
fkv: » mie kuulin sen huuttaavan minun laukkoissa kohđen paattii.

source: «Du træng ikke se dæ sjøl i speilet.
fkv: «Parempi ko et katto ittiästi peilistä.

source: Da så jeg i hvert fall i speilet.
fkv: Silloinhan mie ainaski kattoin peihliin.

source: Jeg så Carrie.
fkv: Mie näjin Carrien.

source: Kjempe-Carrie.
fkv: Hirmuisen Carrien.

source: Sjelden var det så godt med varmt vann og såpe.
fkv: Harvoin oon lämmin vesi ja saippu tuntunu yhtä hyvältä.

source: En forfriskende dusj, sa jeg til mamma etterpå.
fkv: Se oli virkistäävä truisku, mie jälkhiin sanoin mammale.

source: Og jeg sa det til Lizken, da jeg nydusja ble gjenforent med henne.
fkv: Ja sanoin sen kansa Lizkenille ko mie vastapestynä pääsin taas sen tykö.

source: Og med de fem kattungene, nå lå verken de eller mora deres i senga mi, men i ei pappeske på gulvet.
fkv: Ja niitten viiđen kissanpojan tykö, nyt ei net eikä niitten emo ennää maanheet minun sängyssä mutta pappiloovassa laattiila.

source: Med mykt pledd oppi.
fkv: Missä pohjala oli pehmee filtti.

source: «Kain du finne dæ en ainna plass», spurte jeg stille over kanten av pappeska, «næste gang du ska ha kattonga?
fkv: «Saattasikko löytää toisen paikan», mie hiljaa kysyin pappiloovan reunan yli, «seuraavan kerran ko meinaat saaha poikasia?

source: «Å nei du», hørte jeg mamma si, hun drev og redde opp senga mi, «hærætter e det p-pilla ho ska gå på.
fkv: «No ei kyllä», mie kuulin ette mamma sanoi siinä ko korjas minun vuođetta, «Jälkhiin se saapi syä p-pilleriä.

source: Ingen flere kattonga no.»
fkv: Ei enämpää kissanpoikia tänne.

source: Lizken reiste seg og strakk seg i kassen, hoppet over kanten og var en snartur borte ved matstasjonen.
fkv: Lizken nousi ja venytteli loovassa, hyppäs reunan yli ja teki mukan ruokapaikale.

source: Lepjet både fra skåla med helmelk og skåla med vann, før hun spiste av boksen med leverpostei, den sto og fristet på et av mammas fine tefat.
fkv: Se lakki sekä kokomaitofađista ette vesifađista ennen ko söi maksaposteijipoksista, se houkutteli yhđelä mamman fiiniistä teefađiista.

source: Så hoppet hun tilbake i kassen, til sine fem små nøster som allerede pep og skrek etter mammaen sin.
fkv: Sitte se hyppäs takaisin loovhaan, ommiin viiđen pienen karvakerän tykö mikkä jo vikisthiin ja huuđethiin mammansa pörhään.

source: Min mamma kom også borte, gjorde som meg og satte seg på kne ved kassen.
fkv: Minunki mamma tuli siihen, teki niin ko mie ja istui polvile loovan vierheen.

source: Gløttet nedi.
fkv: Katteli niitä.

source: «Ho va flink.
fkv: «Se oli flinkki.

source: » Mamma strøk Lizken over pelsen.
fkv: » Mamma silitti Lizkenin turkkii.

source: «Åsså gikk ho jo dit kor ho følte sæ trygg tell å føde.
fkv: «Se meni sinne missä se tunsi ette oon turvalinen synnyttää.

source: Jeg satt store deler av den lørdagen ved pappkassen.
fkv: Ison osan siitä lauvantaipäivästä mie istuin pappiloovan vieressä.

source: Sa hvor flink Lizken var mens jeg strøk henne over pelsen.
fkv: Praamasin Lizkenii samala ko silitin sen turkkii.

source: De små nøstene, de måtte ha navn, fant jeg ut.
fkv: Niile pikku keräisille, niile häytyi anttaat nimet, mie hoksasin.

source: Kanskje Pusi, Pjusken, Tjorven, Gunnar og Emil, funderte jeg.
fkv: Piian Kisu, Pörhö, Käry, Kunnari ja Eemeli, mie ajattelin.

source: Det hadde vært en rar morgen, men en artig dag.
fkv: Aamu oli ollu kummalinen, mutta päivästä tuli soma.

source: Påskeferien ble ikke avlyst det året heller, og kattungene ble med på tur.
fkv: Pääsiäisfeeriätä ei perutettu sinäkhään vuona, ja kissanpojat tulthiin reishuun myötä.

source: Først med buss og ferge og mer buss, så til fots.
fkv: Ensin ruuttapiililä ja färjälä, sitte taas ruutapiililä, sitte kävelten.

source: På ski.
fkv: Hihtoisin.

source: Med sekker, bager og pulk på slep dro vi til mammas hytte i Reinelvdalen, anonymt plassert i lia på øversida av Postvannet.
fkv: Säkkii, laukkui ja pulkkaa kiskoin menimä mamman hytäle Reinelvdalenhiin, mikä oli nimettömässä paikassa vaaran laiđassa Postvannetin ylipuolela.

source: Uten strøm og vann.
fkv: Ilman virratta ja veđettä.

source: Ei laftet tømmerhytte fattig på kvadratmeter, men med lunefull oppvarming og innebygd sjarm.
fkv: Pieni, salvettu hirsikämppä missä kuitenki oli liehmu lämmitys ja sishäänrakenettu šarmi.

source: Yttergang og kjøkken i ett, fulgt av koselig stue og et knøttbygd soverom med køyeseng.
fkv: Porstuu ja kööki yhtenä, lisäksi soma tupainen ja pikkuruinen nukkumaloma ja siinä koijasänky.

source: Fritidsbolig med potensial, tror jeg man ville skrevet i en moderne salgsannonse, og vi som kom til mammas hytte den påsken var hun og jeg, schæferen Rex, og Lizken og hennes fem små unger.
fkv: Vapaa-aijanasunto paljoin mahđolisuuksin, mie uskon ette kirjoitettais nykyaijan myyntianonsissa, ja meitä tuli niinä päässiäisinä mamman hytäle mamma itte, mie, Rex-šääfferi ja Lizken ja sen viisi pientä poikkaa.

source: Ja, pluss en til som insisterte på å være med på påskeferie.
fkv: Nimittäin «tuo. » Ja nyt «tuo» alkoi kokonhansa hankalaksi.

source: » For anledningen hadde «han» slått seg skikkelig vrang.
fkv: «Tuo» oli nimittäin aivan kauhee kovasää mikä oli päälä ko tulima hytäle.

source: Uvær passet aldri bra i påskeferien, men ekstra dårlig på mammas hytte.
fkv: Kovasää ei koskhaan ollu päässiäisinä hyvä, mutta eriliikaisen kamala se oli mamman hytälä.

source: Årsaken var pipa.
fkv: Syynä tähän oli piippu.

source: Den som gikk fra oljefyren og opp gjennom taket, det måtte helst være finvær før den gikk med på å fungere.
fkv: Siis se mikä meni öljykaminasta ylöskäsin ja läpi katosta, se ei halunu toimiit muutoin ko hyväläsäälä.

source: I uvær slo den seg ekstra vrang.
fkv: Kovalasäälä se oli ekstra hankala.

source: Da slo nemlig pipa inn, den serverte dårligere trekk enn en revolvermann uten armer.
fkv: Silloin piippu nimittäin veti sishäänkäsin, veto oli huonompi ko käđettömällä revolverimiehelä.

source: Den tekniske rariteten hadde pappa sørget for, da han for lenge siden hev installasjons-anvisningen over skuldra og monterte den værsyke pipa.
fkv: Tämä teknilinen kummajainen oli papan tekkoi, ko se kauvoin aikkaa monteeratessans sitä sääsairasta piippuu oli viskanu instalasuunikirjan ittensä olan yli.

source: Med langt rør, dårlig tetning og beksvart syn på tilværelsen.
fkv: Rööri oli pitkä, tivistetty huonosti ja pikimusta.

source: Oljefyren under pipa fungerte, den var tross alt montert av noen andre og ikke pappa, men pipa avleverte på sin side en nokså makeløs blanding av innendørs skydekke – stilleflytende og parafinstinkende – og null varme.
fkv: Öljykamina piipun alla kyllä toimi, sen nyt oli kuitenki monteerannu joku muu ko pappa, mutta piipusta pursus kämphään järjetön sekoitus hiljaksensa huilaavaa ja parafiininhaijuista usmaa, mutta lämppöö ei olheen.

source: Stearinlys, parafinlampe og glødende bannskap, har jeg siden tenkt, var i alle år den viktigste oppvarmingskilden i vårt koselige krypinn i Reinelvdalen.
fkv: Kynttilät, parafiinilamppu ja pahanlaiset kirroussanat, mie olen ajatellu, olthiin paras lämmönlähđet meiđän omassa pikku kolossa Reinelvdalenissa.

source: Fortellingen fortsetter neste gang…
fkv: Tarina jatkuu ensi kerralla…

source: Rex strevde mest, han hoppet av all kraft opp og ned, for hvert byks kom han bare en snutelengde av gårde.
fkv: Rexilä oli kaikkiin raskhain, se hyppeli kaikin voimin ylös alas, joka hypylä se pääsi tyhä kuononmitan etheenpäin.

source: På tre døgn fikk mamma og jeg aldri varme i ovnen.
fkv: Kolmheen päivhään emmä mamman kansa kumpikhaan saanheet uunii palamhaan.

source: Til og med pelskledde Rex frøs og var molefonken, han hutret så tennene klapret.
fkv: Turkkhiin vaatittu Rexki hytisi ja oli alakuloinen, se tärisi niin ette hamphaat kalisthiin.

source: Da tok vi sjefsavgjørelsen.
fkv: Sitte met tehimä tiukan päätöksen.

source: Sånne tok mamma og jeg bestandig i lag, vi skulle evakuere til nabohytta.
fkv: Semmoiset päätökset met tehimä mamman kansa aina yhđessä, met evakueeraisimma krannihytthään.

source: Be om husly til han kanskje roet seg i været og mammas ovn så lysere på livet.
fkv: Pyytäisimmä päästä suohjaan siihen asti ette sää paranis ja mamman uuni pääsis taas elämän alkhuun.

source: Vi la Lizken og ungene hennes i bagen og dro glidelåsen grundig igjen, det var alltid mitt ansvar å bære katte-bagen, så brøt vi opp ytterdøra og kjempet oss ut.
fkv: Täristen met pakkasimma sen verran tavaraa ette pärjäisimmä vähän aikkaa krannissa. Panima Lizkenin ja sen pojat laukkhuun, murtauđuima ulos ovesta ja taistelimma tien ulkoilhmaan.

source: Det føltes som å miste pusten, sånn kovet det rundt trappa.
fkv: Porthaitten ympäri tuiskus siihen laihiin ette tuntui ette se oli mahđoton hengittäät.

source: Vi måtte famle oss fram til skiene våre, de sto dypt parkert ved hytteveggen.
fkv: Käđen kuulola löysimä sivakat, net seisthiin syvässä lumessa hytän seinän vieressä.

source: «Ska si han hadde svong i kastan», hørte jeg mamma rope, forblåst i fjeset der hun plutselig lurte på hvor vi var.
fkv: «Kylläpä viskoo», mie kuulin ko mamma huusi, naama sinisennä ihmetellessäns mihin met yhtäkkii olima joutunheet.

source: Hun ba meg holde super-tett kontakt da vi spente rottefellabindingene, hev sekker og bager bedre til rette på ryggen, grep stavene og la i vei.
fkv: Kiinitimmä rotanansasitheet, ja mamma pyysi minnuu pysymhään aivan hänen vieressä, sitte viskasimma säkit ja laukut paremin sölkhään, tartuima sauhvoin ja lähđimä.

source: Vi rakk å stampe to ganger med skiene, så var hytta vekk.
fkv: Kerkisimmä lykästäät pari kerttaa sivakoila, ja hyttä oli poisa.

source: Resten av verden også, alt var fykende hvitt.
fkv: Ja niin oli muuki mailma, kaikki oli tuiskaavan valkkeeta.

source: Værgudene var liksom i trassalderen, så skrikende sint var stormen.
fkv: Sääjumalat olthiin ko uhmaikhäiset nuoret, niin kiljuuvan vihainen oli tormi.

source: Jeg ropte det til henne:
fkv: Mie huusin mammale:

source: «Mamma, æ håpe virskelig at hyttenaboan våres e hjæmme.
fkv: «Mamma, mi toesti toivon ette meän hyttäkrannit oon kotona.

source: Men bønnen min var så vind-overdøvet at det føltes som om man bare hadde tenkt det og ikke sagt det.
fkv: Mutta minun rukkoukset hukuthiin tuuhleen niin ette se tuntui ko mie tyhä olisin ajatellu net sanat, en sanonu äähneen.

source: Foran meg lot mamma være å svare, jeg tror hun mislikte de utsikter vår påskeferie brått hadde fått.
fkv: Mamma meni eđessä eikä vastanu, mie luulen ette se ei tykäny siitä kääntheestä minkä meiđän päässiäisfeeriä äkkii oli ottanu.

source: Eller mangler på sådan.
fkv: Eli ko koko feeriä oli menossa helsinkhiin.

source: Det ble Rex som reddet dagen.
fkv: Se oli sitte Rex joka pelasti päivän.

source: Han var en førerhund uten like, han fant meg alltid når vi var hjemme og vi lekte «søk.
fkv: Se oli aivan epätavalisen hyvä opaskoira, se löysi minun aina ko kotona olima piilosilla.

source: » Nå tok han teten foran mamma, snøste ut i uværet og virket å holde stø kurs.
fkv: Nyt se meni mamman etheen ja joukon kärkheen, nuuskiskeli läpi kovansään ja näytti ette sillä oli vaka suunta.

source: Gode, gamle Rex, han skjønte hvor vi skulle.
fkv: Vanhaa, hyvä Rex, se ymmärsi mihin meilä oli matka.

source: Verken ned til E6 hvor bussen satte oss av eller hjem til Honningsvåg, men over til hyttenaboen.
fkv: Ei alas E6-tiele mihin ruuttapiili oli meiđät jättäny, eikä kothiin Vookhiin mutta krannihytäle.

source: Dit var det langt, så nabo og nabo, fru Blom.
fkv: Sinne oli pitkä matka, frouva Blomin tykö.

source: Først bar det utfor mot Postvannet.
fkv: Ensin piti mennä kohđi Postvannettii.

source: Til vanlig fikk skiene god fart ned bakken, nå lå nysnøen så dyp at vi måtte bakse oss nedover.
fkv: Tavalisesti sivakat suhistelthiin lujjaa vauhtii alas törmää, nyt oli viti niin syvä ette pääsimä vaivoin raahautumalla alaskäsin.

source: At vi nådde Postvannet skjønte vi fordi verden brått ble veldig flat, det var her vi til vanlig boret hull i isen og hentet drikkevann, nå ledet Rex oss på skrå til høyre over isen, og derfra oppover mot toppen av fjellet.
fkv: Ette olima tulheet Postvannetille, sen met hoksasinmma ko mailma yhtäkkii oli kauheen laakkee, tänne met tavalisesti porasimma avenon jäähän ja hajima juomavettä, nyt Rex vei meiđät viinthoon oikkeele yli jään ja sieltä ylöskäsin kohđi vaaran lakkee.

source: Opp lia var det fiskeben-stilen som gjaldt, og da vi etter utrolig mye baksing nærmet oss toppen og jeg ramlet for ørtende gang, løsnet den ene bindingen.
fkv: Rinnettä ylös piti mennä kalanruotomallila, ja ko met jälkhiin aivan uskomattoman raatamisen olima likelä vaaran lakkee ja mie putosin sađanen kerran, minulta irtos toinen sitheistä.

source: Det likte skien, den virket å stortrives med sin nye frihet.
fkv: Siitähän sivakka tykkäs, se triivastui erinomatten hyvin ko pääsi vaphautheen.

source: Skien min smurte seg verken med tålmodighet eller noe, men rømte straks hjemmefra.
fkv: Sivakka ei olheen hilliny itteensä, mutta karkas kottoo heti pois.

source: » ropte jeg og pekte bratt nedover.
fkv: » mie huusin ja näytin pistoo törmää alaskäsin.

source: «Skia mi, dein for sin vei.
fkv: «Minun sivakka, se lähti omile teile.

source: Mamma ropte ut sin arme nød da hun skjønte hva som hadde skjedd, men skien min rakk hun aldri å se.
fkv: Mamma huusi häđissä ko ymmärsi mitä oli tapattunnu, mutta minun sivakkaa se ei keriny koskhaan näkemhään.

source: Den seilte baklengs utfor, presis samme vei som den var kommet.
fkv: Sivakka huilas takapäin alas, justhiin sammaa tietä ko oli tulluki.

source: Bare mye fortere.
fkv: Tyhä paljon noppeemin.

source: Den virket å ha en klar plan om å finne Postvannet, langt der nede.
fkv: Näytti ette sillä oli selvä plaana kunka löyttäät Postvannetin sielä kaukana alhaala.

source: Men da, som troll fra eske, dukket Rex opp.
fkv: Mutta silloin, ko trolli loovasta, siihen ilmeni Rex.

source: Han kom jo støtt og stadig bakover i rekkene på sånne forvillete turer i fjellheimen, hvor han snuste på etternølere for liksom å bekrefte at vi var på rett vei og at dette klarte vi i lag.
fkv: Tämmöisillä harhateilä vaaramaissa se vähän vällii jättäytyi joukon pörhään ja nuuski pörässähihtaajiita niin ko olis halunu olla varma ette olima oikkeela tielä ja ette laakissa pärjäisimmä.

source: Pelsen full av innblåst snø og hale med sterk slagside, Rex ble straks borte.
fkv: Nyt Rex tuli minun tykö ja kattoi siihen suunthaan mihin mie olin näyttäny.

source: Mamma og jeg ventet lenge, så dukket han opp.
fkv: Met mamman kansa ođotimma ette ođotimma, sitte se taas ilmeni.

source: Nå dro han på skien min, lang og uhåndterlig der han strevde seg motbakke ut av uværet.
fkv: Se veti myötänsä minun sivakkaa, pitkää ja hankalaa, ko tuiskussa kömpyröitti vastaletta.

source: Avleverte skien foran bena mine og slapp den ikke før jeg knuget skien med begge polvottene.
fkv: Laski sivakan minun kinttuin etheen eikä päästäny siitä irti ennen ko mie tartuin siihen molemiitten puulvanhuitten kans.

source: «Vi må fortsætte», ropte mamma, jeg hørte hun var urolig.
fkv: «Met häy’ymä jatkaa matkaa», mamma huusi, ja mie kuulin ette se oli huolestunnu.

source: «Jaaa.
fkv: «Jooo.

source: Tusen takk Rex», ropte jeg tilbake, og da skjedde det igjen:
fkv: Tuhanet kiitokset, Rex», mie huusin takaisin, ja sitte se taas tapattui:

source: Jeg hektet av meg bagen med kattene og satte den på snøen.
fkv: Mie otin kissalaukun sölästä ja laskin sen lumen pääle.

source: Gjorde det fordi bagen var i veien da jeg tok på meg skien.
fkv: Sen mie tehin sillä että laukku oli tielä ko mie laitoin sivakkaa jalkhaan.

source: En fadese som straks ble oppdaget av «han.
fkv: Vikahomma minkä ”tuo” heti hoksas.

source: » Stormen, han ga oss ei vindrosse av en annen verden, og vips la også bagen ut på tur.
fkv: Tormi viskas meiđän pääle melkheisen tuulenrossan, ja vips! laukkuki lähti seilailemhaan.

source: Langtur.
fkv: Pitkäle.

source: Den sylinderformete, svarte sportsbagen, den bråseilte til den var utenfor min rekkevidde, så tok den til å rulle.
fkv: Sylinderinmallinen, musta sporttilaukku, se huilaili lujjaa vauhtii siihen ette en ennää saattanu ulettuut siihen, sitte se alkoi kierittelemhään.

source: Fortere og fortere utfor, til den godt hjulpet av vinden roterte av sted.
fkv: Hopumasti ette hopumasti siksi ette se tuulen hyvälä avula pyöri enturhiin.

source: La også inn små hopp rett opp i lufta, stadig mer vilt spinnende.
fkv: Hyppeletti ilmassa pyöriin villimästi ete villimästi.

source: Fra første øyeblikk bagen la ut på sin egotripp, hørte vi den si noe.
fkv: Laukun omatoimimatkan ensi silmänräphäyksestä asti met kuulima sen puheleevan.

source: En slags seks-stemt mjauing og stor kattepine.
fkv: Sieltä kuului yhđenlainen kuuđenääninen maukuminen ja valtava kissapiina.
